tap "arto-app/tap"
tap "k1low/tap"
tap "microsoft/git"
tap "mvisonneau/tap"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
tap "railwaycat/emacsmacport"
tap "xwmx/taps"
tap "yt-dlp/taps"
brew "aom"
brew "boost"
brew "aws-sam-cli"
brew "aws-vault"
brew "awscli"
brew "bat"
brew "bitwarden-cli"
brew "glib"
brew "ruby"
brew "cocoapods"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-tar"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "harfbuzz"
brew "helix"
brew "highlight"
brew "jpeg-xl"
brew "jq"
brew "krb5"
brew "lazygit"
brew "libpq"
brew "libxml2"
brew "mackup"
brew "mise"
brew "neovim"
brew "ollama"
brew "openjdk@17"
brew "pillow"
brew "psutils"
brew "ripgrep"
brew "rumdl"
brew "sheldon"
brew "starship"
brew "tig"
brew "tmux"
brew "trash"
brew "watch"
brew "yazi"
brew "yt-dlp"
brew "zsh"
brew "k1low/tap/mo"
brew "mvisonneau/tap/gpcd"
brew "qmk/qmk/qmk"
brew "xwmx/taps/nb"
cask "android-file-transfer"
cask "appcleaner"
cask "biscuit"
cask "bitwarden"
cask "burp-suite"
cask "cmux"
cask "codex"
cask "codex-app"
cask "dbeaver-community"
cask "discord"
cask "discord@ptb"
cask "docker-desktop"
cask "drawio"
cask "firefox"
cask "font-0xproto-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-ricty-diminished"
cask "ghostty"
cask "git-credential-manager"
cask "google-japanese-ime"
cask "hex-fiend"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keepingyouawake"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "postico"
cask "qmk-toolbox"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "zen"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "azemoh.one-monokai"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "codezombiech.gitignore"
vscode "coolbear.systemd-unit-file"
vscode "csholmq.excel-to-markdown-table"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "pjmiravalle.terraform-advanced-syntax-highlighting"
vscode "randomfractalsinc.vscode-data-preview"
vscode "redhat.vscode-yaml"
vscode "rvben.rumdl"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
go "github.com/direnv/direnv/v2"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/thedevsaddam/docgen"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/zmb3/gogetdoc"
go "golang.org/x/tools/cmd/goimports"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/josharian/impl"
go "github.com/golang/mock/mockgen"
go "honnef.co/go/tools/cmd/staticcheck"
