tap 'caskroom/cask'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'neovim/neovim'
tap 'railwaycat/emacsmacport'
tap 'sanemat/font'
cask 'java'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'bazaar'
brew 'bdw-gc'
brew 'berkeley-db4'
brew 'bison'
brew 'boost', args: ['c++11']
brew 'c-ares'
brew 'carthage'
brew 'gmp@4'
brew 'isl@0.12'
brew 'cloog'
brew 'cmake'
brew 'colordiff'
brew 'zeromq'
brew 'czmq'
brew 'dbus'
brew 'dnsmasq'
brew 'docbook'
brew 'docbook-xsl'
brew 'eigen'
brew 'exiftool'
brew 'findutils'
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'libtool', args: ['universal']
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'mpfr@2'
brew 'libmpc@0.8'
brew 'gcc@4.8'
brew 'webp', args: ['universal']
brew 'gd', args: ['universal']
brew 'gdbm'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'geoip'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'xz'
brew 'python3'
brew 'mysql'
brew 'qt5'
brew 'sip', args: ['with-python3']
brew 'pyqt5'
brew 'git-cola'
brew 'gnome-icon-theme'
brew 'gnu-getopt'
brew 'gnu-tar'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'go'
brew 'gradle'
brew 'graphviz'
brew 'gsettings-desktop-schemas'
brew 'hicolor-icon-theme'
brew 'gtk+'
brew 'libepoxy'
brew 'gtk+3'
brew 'py2cairo'
brew 'pygobject'
brew 'pygtk'
brew 'gtk-mac-integration'
brew 'gtksourceview'
brew 'gtksourceview3'
brew 'haskell-stack'
brew 'hub'
brew 'ilmbase'
brew 'imagemagick'
brew 'intltool'
brew 'isl@0.11'
brew 'jemalloc'
brew 'oniguruma'
brew 'jq'
brew 'libatomic_ops'
brew 'libcroco'
brew 'libevent'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'libgphoto2', args: ['universal']
brew 'librsvg'
brew 'libsodium'
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'lv'
brew 'makedepend'
brew 'markdown'
brew 'mas'
brew 'miniupnpc'
brew 'mongodb'
brew 'msgpack'
brew 'openssl@1.1'
brew 'nginx'
brew 'openexr'
brew 'peco'
brew 'pygobject3'
brew 'pygtksourceview'
brew 'rarian'
brew 'reattach-to-user-namespace'
brew 'rlwrap'
brew 's3cmd'
brew 'scons'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'unibilium'
brew 'utf8proc'
brew 'w3m'
brew 'watch'
brew 'wget'
brew 'wireshark', args: ['with-qt5']
brew 'xmlto'
brew 'zsh'
brew 'homebrew/dupes/apple-gcc42'
brew 'homebrew/python/numpy', args: ['with-python3']
brew 'homebrew/science/opencv3', args: ['with-python3']
brew 'homebrew/versions/protobuf260', args: ['c++11']
brew 'neovim/neovim/neovim'
brew 'railwaycat/emacsmacport/emacs-mac', args: ['with-modern-icon']
brew 'sanemat/font/ricty'
cask 'alfred'
cask 'cocoapacketanalyzer'
cask 'diskwave'
cask 'edgeview'
cask 'exifrenamer'
cask 'firealpaca'
cask 'genymotion'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'hammerspoon'
cask 'insomniax'
cask 'iterm2'
cask 'karabiner-elements'
cask 'key-codes'
cask 'linear'
cask 'mysqlworkbench'
cask 'onyx'
cask 'pngyu'
cask 'realm-browser'
cask 'robomongo'
cask 'sequel-pro'
cask 'simplecap'
cask 'spideroakone'
cask 'ukelele'
cask 'unrarx'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
mas 'Kindle', id: 405399194
mas 'The Unarchiver', id: 425424353
mas 'iMovie', id: 408981434
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Caffeine', id: 411246225
mas 'Snapselect', id: 935700987
mas 'Slack', id: 803453959
mas 'iMovie 9.0.9', id: 408981434
mas 'GarageBand', id: 408980954
mas 'Photos Duplicate Cleaner', id: 592704001
mas 'QuickRes', id: 591552739
mas 'LadioCast', id: 411213048
